     A          R @DAPPZ0                   PFILE(DAPP)
     A            DAPBRN
     A            DAPLCD
     A            DACCYC
     A            DADTCP
     A          K DAPBRN
     A          K DAPLCD
     A          K DACCYC
