     A          R @DBALZ0                   PFILE(DBAL)
     A            DMSNAM
     A            DMBLCR
     A            DMCCYC
     A            DMACCT
     A            DMAPCD
     A          K DMACCT
