     A          R @DDESCZ0                  PFILE(DDESC)
     A            DDDACD
     A            DDACCT
     A            DDDES#
     A            DDDESC
     A          K DDACCT
     A          K DDDES#
