     A          R DHISKU                    PFILE(DHIS)
     A            DHAMT
     A            DHTAPC      
     A            DHDBCR
     A            DHPSDT
     A            DHACCT
     A            DHTXCD
     A            DHDES#
     A          K DHACCT
