     A          R @DTRCDZ0                  PFILE(DTRCD)
     A            DFRAPC
     A            DFRNCD
     A            DFRRCD
     A            DFDBCR
     A            DFTRDS
     A            DFDSST
     A          K DFRAPC
     A          K DFRRCD
     A          K DFDBCR
